Repository: afolabiolayinka/remastersys
Catalog: respin-master.old/respin-gtk/po/*.po
Languages: bg

source: Backup
bg: Резервно копие

source: Dist
bg: Дистрибуция

source: Distiso
bg: Дистрибуция - ISO

source: Backup complete system including user data
bg: Резервно копие на цялата система - включва и потребителските файлове в домашната ви папка.

source: Make a Distributable copy to share with friends - both cdfs and iso will be created
bg: Създаване на копие, подходящо за дистрибуция. Директно създава ISO файл.

source: Make distributable iso file only - cd filesystem must have been completed already
bg: Създаване на ISO файла от вече генерираната файлова система на диска - трябва да изпълните Distcdfs преди това.

source: Remove temporary files
bg: Почистване на временните файлове

source: Distcdfs
bg: Дистрибуция - CDFS

source: Make a Distributable copy filesystem only - good if you want to add files to the cd
bg: Създаване само на файловата система на живия диск, без да се генерира ISO - ако искате преди това да добавите още файлове в диска.

source: Select
bg: Избор

source: Boot menu picture for the live cd (640x480 PNG)
bg: Картинка за менюто за зареждане на живия диск (640x480 PNG)

source: Boot menu picture for the installed environment
bg: Картинка за менюто за зареждане на инсталираната среда

source: Updating GRUB, please wait...
bg: Обновяване на GRUB, моля изчакайте...

source: User, whose current settings will be used as default
bg: Потребител, чиито настройки ще бъдат използвани като подразбиращи се

source: Clear everything from /etc/skel
bg: Изчистване на всичко от /etc/skel

source: Plymouth theme
bg: Plymouth тема

source: Actions
bg: Действия

source: Username
bg: Потребителско име

source: CD Label
bg: CD/DVD Етикет

source: Filename
bg: Име ISO файла

source: Working directory
bg: Работна папка

source: Files to exclude
bg: Пропускани файлове

source: URL for USB Creator
bg: Домашна страница на създателя

source: <span color="red">Working directory must be on a drive formatted with a linux filesystem. Remastersys will create the "remastersys" working folder in this folder and will not harm any other files or folders.</span>
bg: <span color="red">Работната папка трябва да е върху дял, форматиран с Линукс файлова система. Remastersys ще създаде папка "remastersys" и няма да влияе на други файлове или папки.</span>

source: Squashfs options
bg: Опции на Squashfs

source: Show install icon on Backup mode desktop
bg: Показване на иконка "Инсталиране" върху работния плот при режим "Резервно копие"

source: Settings
bg: Настройки

source: Output
bg: Дневник на действията

source: Default settings
bg: Настройки по подразбиране

source: Select the user, whose settings to be used as default:
bg: Изберете потребител, чиито настройки да бъдат използвани като подразбиращи се:

source: <span color="red">WARNING: make sure you chose user with a SMALL home directory, not some with gigabytes of data! Even so, you must manually check the contents of /etc/skel afterwards, and make sure it does not contain sensitive information (especially in the hidden folders)!</span>
bg: <span color="red">ВНИМАНИЕ: уверете се че избирате потребител с МАЛКА ПО ОБЕМ домашна папка, а не някой с гигабайти в нея! И дори тогава, проверете ръчно съдържанието на /etc/skel след това, за да се уверите че не съдържа поверителна информация (особено в скритите папки)!</span>

source: Copying files, please wait...
bg: Копиране на файловете, моля изчакайте...

source: Select plymouth theme
bg: Избор на plymouth тема

source: Available plymouth themes:
bg: Налични plymouth теми:

source: Automatic selection
bg: Автоматичен избор

source: Auto-select the plymouth theme, based on the update-alternatives information
bg: Автоматично избира подразбиращата се тема за plymouth, според информацията от update-alternatives

source: Updating initramfs, please wait...
bg: Обновяване на initramfs, моля изчакайте...

source: Use the currently selected plymouth theme
bg: Използване на избраната plymouth тема

source: Create
bg: Създаване

source: Create a simple static plymouth theme
bg: Създаване на проста статична plymouth тема

source: Preview
bg: Преглед

source: Preview the currently selected plymouth theme
bg: Предварителен преглед на избраната plymouth тема

source: It is necessary to close all other windows and unmount any network shares while running Remastersys Backup. Please do so now and then click OK when you are ready to continue.
bg: Необходимо е да затворите всички прозорци, и да размонтирате всички мрежови папки докато Remastersys работи. Моля, направете го сега и след това щракнете "Добре" за да продължите.

source: You have selected Backup Mode. Do not interrupt this process. Click OK to Start the Backup LiveCD/DVD process.
bg: Избрахте режим "Резервно копие". Не прекъсвайте този процес. Щракнете "Добре" за да продължите.

source: Your %(iso)s and %(iso)s.md5 files are ready in %(dir)s. It is recommended to test it in a virtual machine or on a rewritable cd/dvd to ensure it works as desired. Click on OK to return to the main menu.
bg: %(iso)s и %(iso)s.md5 са готови, и се намират в %(dir)s. Щракнете "Добре" за да продължите.

source: The process was interrupted!
bg: Процесът бе прекъснат!

source: You have selected Dist Mode. Click OK to Start the Distributable LiveCD/DVD process.
bg: Избрахте режим "Дистрибуция". Натиснете "Добре" за да създадете живия диск.

source: You have selected Dist CDFS Mode. Click OK to Start the Distributable LiveCD/DVD filesystem build process.
bg: Избрахте режим "Дистрибуция - CDFS". Натиснете "Добре" за да създадете файловата система.

source: Your livecd filesystem is ready in %s. You can now add files to the cd and then run the Distiso option when you are done. Click on OK to return to the main menu.
bg: Файловата система на живия диск бе генериране в %s. Ако желаете, сега може да добавите файлове там, и след това изпълнете "Дистрибуция - ISO" за да генерирате ISO файла. Щракнете "Добре" за да продължите.

source: You have selected Dist ISO Mode. Click OK to create the iso file.
bg: Избрахте режим "Дистрибуция - ISO". Натиснете "Добре" за да създадете ISO файла.

source: The livecd filesystem does not exist. Click OK to go back to the main menu and try the normal Dist mode or the Dist CDFS again.
bg: Файловата система на живия диск все още не е генерирана. Щракнете "Добре" за да се върнете в основното меню, и от него изберете "Дистрибуция" или "Дистрибуция - CDFS".

source: This will remove all the files from the temporary directory. Click OK to proceed.
bg: Това ще премахне всички временни файлове от работната папка на remastersys. Натиснете "Добре" за да продължите.

source: Completed. Click OK to return to the main menu.
bg: Готово. Натиснете "Добре" за да се върнете в главното меню.

source: Krasimir S. Stefanov <lokiisyourmaster@gmail.com>
bg: Красимир С. Стефанов <lokiisyourmaster@gmail.com>

source: Bulgarian - Krasimir S. Stefanov <lokiisyourmaster@gmail.com>
bg: Български - Красимир С. Стефанов <lokiisyourmaster@gmail.com>

source: English - Krasimir S. Stefanov <lokiisyourmaster@gmail.com>
bg: Английски - Красимир С. Стефанов <lokiisyourmaster@gmail.com>

source: PyGTK GUI for Remastersys Copyright (C) 2011 Krasimir S. Stefanov, Tony Brijeski Licence: GPLv3.0 http://www.gnu.org/licenses/.
bg: PyGTK GUI графичен интерфейс за Remastersys Copyright (C) 2011 Красимир С. Стефанов, Tony Brijeski Лиценз: GPLv3.0 http://www.gnu.org/licenses/.

source: Select working directory
bg: Изберете работна папка

source: Select 640x480 PNG image...
bg: Избор 640x480 PNG изображение...

source: PNG Images
bg: PNG Изображения

source: All files
bg: Всички файлове

source: %s has been copied to /etc/remastersys/isolinux/splash.png becoming the default background for the LIVE menu.
bg: Файлът %s бе копиран в /etc/remastersys/isolinux/splash.png и ще бъде използван като фон за менюто за зареждане на живия диск.

source: Select image...
bg: Избор на изображение...

source: %(filename)s has been copied to %(grub_bg)s and is the default background for grub. Click OK to update grub with the new settings so you can see your picture on the next boot.
bg: Файлът %(filename)s бе копиран в %(grub_bg)s и ще бъде използван като фон за grub. Щракнете OK за да обновите grub и по този начин да видите фона при следващото зареждане.

source: GRUB has been updated.
bg: Настройките на GRUB бяха обновени!

source: User
bg: Потребител

source: Home directory
bg: Домашна папка

source: Done! Now plymouth will use the default, auto-selected theme.
bg: Готово! Plymouth вече ще използва стандартната, автоматично-избрана тема.

source: Please, select a theme!
bg: Моля, изберете тема!

source: Enter your plymouth theme name. eg. Remastersys Theme (please use only alphanumeric characters)
bg: Въведете името на темата за plymouth, например Remastersys Theme (моля, не използвайте специални символи)

source: Name:
bg: Име:

source: You must specify theme name!
bg: Трябва да напишете име на темата!

source: The theme "%s" already exists! Do you want to overwrite it?
bg: Темата "%s" вече съществува! Искате ли да е презапишете?

source: Select 1920x1080 PNG image...
bg: Избор 1920x1080 PNG изображение...

source: Your plymouth theme named %(theme_name)s with the picture %(theme_pic)s has been created.
bg: Темата за plymouth с име %(theme_name)s и картинка %(theme_pic)s бе създадена.

source: In order to be able to preview plymouth themes, you have to install plymouth-x11!
bg: За да можете да правите предварителен преглед на plymouth темите, трябва първо да инсталирате plymouth-x11!

source: Name
bg: Име

source: Directory
bg: Папка

source: Are you sure you want to delete the contents of /etc/skel?
bg: Сигурни ли сте че искате да изтриете всичко от /etc/skel?

source: Enter your password to perform administrative tasks
bg: Въведете паролата си, за да извършвате административни действия
